__author__ = 'masterbob'



def context():
    return {
        'student':{
            'full_name': 'Жопкін Жора Еммануїлович'
        },
        'reviewer':{
            'full_name':'Пердюков Гиви Гуантанамович',
            'name_abbreviated':'Пердюков Г.Г.',
        },
        'diploma':{
            'theme':'Терморектальний криптоаналіз як універсальний інструмент стимуляції когнітивних процесів. Аналіз методів використання та характеристик струмопровідних елементів.',
            'day':'12',
            'rev_month':'травня',
            'year':'2016',
            'day_end':'15',
            'rev_month_end':'травня',
        }
    }